raspisanie_par = """1 Пара - 8:00-9:35
2 Пара - 9:50-11:25
3 Пара - 11:40-13:15
4 Пара - 13:45-15:20
5 Пара - 15:35-17:10
"""
raspisanie = [
    ["Понедельник\n11:40 Физика пр Костина Н.В. 8-507\n15:35 Математика пр. Купряшина Л.А. 8-216",
     "Понедельник\n9:50 Кураторский час 7а-307\n11:40 Физика пр Костина Н.В. 8-507\n13:45Математика пр. Купряшина Л.А. 8-216"],
    [
        "Вторник\n9:50 Математика пр. Купряшина Л. А. 7б-205\n11:40 Элективные дисциплины по физической культуре и спорту\n13:45 ИТ в ПД лб Голобокова Е.М. Тюразова Ю.В. Лб 7а-405а",
        "Вторник\n9:50 Математика практика Купряшина Л.А. 7б-205\n11:40 Элективные дисциплины по физической культуре и спорту\n13:45 ИТ в ПД лб Голобокова Е.М. Терякова Ю.В. Лб 7а-405а"],
    [
        "Среда\n9:50 Технология разработки И-Р лек. Такташкин Д.В. 7а-425\n11:40 Программирование лб Гуряьнов Л.В. Самуйлов С.А. 7а-108\n13:45 Программирование лек. Гурьянов Л.В. 7а-503\n15:35 ",
        "Среда\n11:40 Программирование лб Гуряьнов Л.В. Самуйлов С.А. 7а-108\n13:45 Программирование лек. Гурьянов Л.В. 7а-503\n15:35 Правоведение пр. данилова В.А. 7а-425"],
    [
        "Четверг\n8:00 Физика лек. Суровичкая Г.В. ДО дома сидим\n9:50 Математика пр. Купряшина Л.А. ДО дома сидим\n11:40 МЛ и ТА лб Казакова И. Ю. Казаков Б. В. ДО дома сидим",
        "Четверг\n8:00 Физика лек. Суровичкая Г.В. ДО дома сидим\n9:50 Математика пр. Купряшина Л.А. ДО дома сидим"],
    [
        "Пятница\n8:00 Технология разработки Интернет-ресурсов лб Такташкин Д.В. Попова Н.А. 7а-108\n9:40 Иностранный язык Данкова 8-807 Юрасова 8-807б\n11:40 Элективные дисциплины по физической культуре и спорту",
        "Пятница\n8:00 Технология разработки Интернет-ресурсов лб Такташкин Д.В. Попова Н.А. 7а-108\n9:50 Иностранный язык Данкова 8-807 Юрасова 8-807б\n11:40 Элективные дисциплины по физической культуре и спорту"],
    [
        "Суббота\n8:00 Правоведение лек. Данилова В.А. ДО сидим дома\n9:50 Математическая логика и ТА лек. Казакова И.А. ДО сидим дома",
        "Суббота\nКрутяк, пар нет!"],
    ["В воскресень пар нет, ты что ку-ку?", "В воскресень пар нет, ты что ку-ку?"]
]
prepody = "Английский Юрасова Ольга Николаевна Данкова Наталья Станиславовна\nИТ в ПД Голобокова Елена Михайловна\nМатематика Купряшина Лилия Александровна\nМатематическая логика и теория алгоритмов Казакова Ирина Анатольевна\nПравоведение Данилова Валерия Александровна\nПрограммирование Гурьянов Лев Вячеславович\nТРИР Такташкин Денис Витальевич\nФизика Лекция Суровицкая Галина Владимировна Практика Костина Наталья Владимировна\n"
